<template>
<h1>サイトの更新情報</h1>
<li>2022/08/08 研究室配属のためにポートフォリオサイトを作ることを心に決める</li>
<li>2022/08/12 要件定義をして、プロトタイプをがっつり作り始める</li>
<li>2022/08/16 コーディングを始める</li>
<li>2022/08/24 ポートフォリオサイトがギリギリ完成する（最初はhtml系列苦手だったのによく8日でできたとおもう👏）</li>
<li>2022/08/24 喜田研配属のためのエントリーシートページを追加しました！</li>
<li>2022/08/25 喜田研の面接にてこのサイトを披露しました。吐きました！</li>
<li>2022/08/29 ウーバーウンチェの利用が開始しました。</li>
<li>2022/09/01 サイトの更新情報のページをついかしました！（ほぼ自分用。思い出したり参考にするため）</li>
<li>2022/09/01 グーグルフォントの"Kaisei Decol"をCDNで読み込み、表示するようにしました！お嬢様みたいなこのフォントです。かわいい！</li>
<li>2022/09/01 ページごとの表紙をどのデバイスでも高さが画面いっぱいに表示されるように設定しました（surface以外持ってないのでほんとにできたかどうかは知りません）</li>
<li>2022/09/06 ウーバーウンチェのページの情報を更新しました。</li>
<li></li>
</template>

<style>
h1 {
    font-family: "DotGothic16";
}
</style>