<template>
 <div class="bg es">
  <h1>喜田研配属エントリーシート</h1>
  <div class="contents">
    <table border="1">
      <tr><th>名前</th></tr>
      <tr><td>白石愛恵</td></tr>

    </table>

    <table border="1">
      <tr><th>年</th><th>学歴・職歴</th></tr>
      <tr><td>2014 ~ 17</td><td>高松市立香東中学校</td></tr>
      <tr><td>2017 ~ 2020</td><td>高松市立高松第一高校</td></tr>
      <tr><td>2020 ~</td><td>香川大学 創造工学部 創造工学科 情報システム・セキュリティコース</td></tr>
    </table>
    <div class="es_skillbox">
      <table border="1">
        <tr><th>保有資格・スキル</th></tr>
        <tr><td>・普通自動車免許<br>(2022年何月やっけ)</td></tr>
      </table>
      <table border="1">
        <tr><th>趣味・特技</th></tr>
        <tr>
          <td>
          ① 私はK-POPが好きです。<br>今月は片道3時間かけて福岡までいってK-POPのライブに参加してきました。肉眼で見た推しは、この世の物とは思えない美しさでした。会うことができてとても幸せです。コロナウイルスの状況的にあんまり騒いじゃいけないという事だったので、こっそりハミングして推しと一緒に歌う気分を味わってきました。<br>いつもYouTubeで新しい動画が出ていないか確認するためにスマホに張り付いているので返信が超早いです👍<br>LINE > インスタ > Slack > mail の順にレスポンスが早いのでお急ぎの場合はLINEにご連絡ください。<br>
          <br>
          ② 写真を映えるように加工するのが大変得意です。<br>写真を撮るのがめちゃくちゃ下手なので、加工する技術ばかりが発達しました。どんなダサダサ写真も映えさせる自信があります。我こそはダサいという写真の挑戦者求めます。
          </td>
        </tr>
      </table>

    </div>
    <table border="1">
      <tr><th>志望理由</th></tr>
      <tr>
        <td>
        私は喜田研でフロントエンドを本格的に学びたいです。このポートフォリオサイトを作ることで、フロントエンドの楽しさを知ることができました。フロントエンドを本気で勉強できるのは本部さんと喜田先生のいるこの研究室でしかできないと思います。本部さんはあと半年でご卒業されますが、いまからフロントエンドに限らずいろんな技術をどんどん吸収して、私が次世代本部さん的人間になってみせます！
        </td>
      </tr>
    </table>
    
    <table border="1">
      <tr><th>長所・短所</th></tr>
      <tr>
        <td>
          長所は自分の意見を持っているところです。この前の喜田研究室訪問では2回手を挙げさせていただきましたが、実はあの時点で12個の質問を思いついていました。だから、もし喜田研究室に入れたら、ゼミや会議で積極的に意見を出せると思います。
          一方、私の短所は、緊張しすぎることです。ただのあがり症じゃなくて、胃が痛くなるようなの山根くんタイプです。しかし、緊張することが事前にわかっているので、ちゃんと準備してから挑みます。また、緊張しやすいので、やる気スイッチが入りやすいところも長所であると言えると思います。会議の時間が長いと有名な喜田研で、人前でしゃべる場数を踏ませていただきたいです。
        </td>
      </tr>
    </table>

  </div>

 </div>
</template>

<style>
.bg.es {
  background-color: white;
}
table {
  width: 100%;
  margin: 10px 0;
}
th {
  height: 1rem;
}

.es_skillbox {
  display: grid;
  grid-template-columns: 30% 1fr;
}
</style>